const preset1 = {
    "Dó": "#27ff00",
    "Dó#": "#00ffe9",
    "Ré": "#007dfe",
    "Ré#": "#0400fa",
    "Mi": "#4300f1",
    "Fá": "#520100",
    "Fá#": "#740000",
    "Sol": "#b20102",
    "Sol#": "#ee0000",
    "Lá": "#ff6300",
    "Lá#": "#ffec01",
    "Si": "#99fe00"
}

const preset2 = {
    "Dó": "#c40233",
    "Dó#": "#d33727",
    "Ré": "#e16b1a",
    "Ré#": "#e6960d",
    "Mi": "#eac100",
    "Fá": "#00a368",
    "Fá#": "#00ab8c",
    "Sol": "#00b2b0",
    "Sol#": "#009db8",
    "Lá": "#0088bf",
    "Lá#": "#31679c",
    "Si": "#624579"
}

const preset3 = {
    "Dó": "#fef200",
    "Dó#": "#f7c212",
    "Ré": "#ef9324",
    "Ré#": "#eb7037",
    "Mi": "#e5494a",
    "Fá": "#b64b99",
    "Fá#": "#7029e7",
    "Sol": "#5251eb",
    "Sol#": "#0a61fe",
    "Lá": "#299a88",
    "Lá#": "#3fc729",
    "Si": "#9fdc14"
}

const preset4 = {
    "Dó": "#1974ba",
    "Dó#": "#015283",
    "Ré": "#712b92",
    "Ré#": "#af2190",
    "Mi": "#ee0677",
    "Fá": "#ec1c22",
    "Fá#": "#f46523",
    "Sol": "#fee301",
    "Sol#": "#bdcd32",
    "Lá": "#74b744",
    "Lá#": "#00a199",
    "Si": "#29aae3"
}

const preset5 = {
    "Dó": "#d82b75",
    "Dó#": "#00815c",
    "Ré": "#e95f23",
    "Ré#": "#176caa",
    "Mi": "#d0bf20",
    "Fá": "#80357d",
    "Fá#": "#4f8a32",
    "Sol": "#e33637",
    "Sol#": "#008e9c",
    "Lá": "#e48e20",
    "Lá#": "#49498b",
    "Si": "#90a01e"
}

export {
    preset1,
    preset2,
    preset3,
    preset4,
    preset5
}